---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.RebarFailures
source: html/80dea05d-696d-6b1f-d838-75e5c8f2184f.htm
---
# BuiltInFailures.RebarFailures Properties

Rebar Bar Diameter is too large.